[
  {
    "title": "NINJA Airfryer \n \n $135 Now, Before $200",
    "description": "The Ninja Foodi 5-in-1, 6-qt. 2-Basket Air Fryer with DualZone Technology lets you cook 2 foods in 2 independent baskets at once—not back-to-back like a traditional single-basket air fryer"
  },
  {
    "title": "Hot Wheels Toys \n \n $28.00 at Amazon",
    "description": "A massive shark lurks beneath the Hot Wheels City parking garage， attacking and devouring unsuspecting vehicles\nPush the manual elevator to the top of the garage and release a car down the ramp to tempt the hungry shark"
  },
  {
    "title": "Lenovo IdeaPad Gaming H100 Headset \n \n $35 Now, Before $100",
    "description": "50mm high-end sound drivers that deliver realistic gaming audio\n\nProfessionally tuned to perfection\n\nSwivel to store and advanced voice capture omnidirectional microphone\n\nInbuilt volume control wheel and mute slide button for on-the-fly adjustments\n\nLight-weight design ideal for long, multi-hour gaming sessions\n\nSoft cushions with breathable leatherette that help you survive endurance gaming sessions"
  },
  {
    "title": "Vera Bradley Outlet Sale \n Now $12.60 Before $ 95.00",
    "description": "Factory Style Laptop Workstation Crossbody. Now $12.60 Before $ 95.00 \n Vera Bradely Outlet has select Apparel, Bags, Accessories and more on sale. "

  },
  {
    "title": "Hydro Flask Insulated Bottles & Cups \n \n Now $11.40 Before $34.95",
    "description": "Dick's Sporting Goods offers a Flash Sale on select Hydro Flask Stainless Steel Insulated Bottles,\n Cups & More with prices starting from $7.18 (price shown in cart)."
  },
  {
    "title": "ASUS Zenbook 14 (Open Box/Excellent)\n \n Now $364 Before $700",
    "description": "i5 1240P, 14\", 8GB LPDDR5 RAM, 256GB SSD \n Best Buy has ASUS Zenbook 14\" 2.8K OLED Laptop (Open Box Excellent Condition; Q409ZA-EVO.I5256BL) on sale for $363.99 when you select the 'Buying Option' tab and add to cart. Shipping is free."
  },
  {
    "title": "Echo Show 5 (2nd Gen) Adjustable Stand \n \n Now $12.99 Before $20.95",
    "description": "Easily tilt your Echo Show 5 forward or backward to improve viewing angle.\nQuick and secure magnetic attachment.\nColor matched with Echo Show 5 (2nd Gen)"
  },
  {
    "title": "Walker Edison Sedalia Modern Farmhouse Metal X Side Table \n \n Now $35 Before $169",
    "description": "Dimensions: 22\" H x 18\" D x 18\" L\nTop surface supports up to 75 Ibs. and bottom tier supports up to 50 Ibs.\nMade with warp-resistant MDF and a durable laminate finish\n"

  },
  {
    "title": "Hey Dude Men's Wally Eco Stretch Slip On Shoes \n \n Now $26 Before $64 ",
    "description": "Get the perfect balance between style and comfort as you step out in the Hey Dude® Wally Funk Mono Loafers.\nTextile and synthetic upper with cushioned ankle collar.\nTextile-lined, removable insole.\nFlex and Fold Technology supports healthy feet with its unique shape giving complete freedom of movement.\nSlip-on style with elasticized lace system.\nRound toe silhouette.\nDurable and flexible textile outsole"

  },
  {
    "title": "The North Face Men's Printed TKA Attitude Hooded Fleece Sweatshirt \n \n Now $39 Before $99",
    "description": "Great Deal, Grab Now"

  }
]
